Repository: D4fra/FeltrinelliSearch
Catalog: Localizable.xcstrings
Source language: en
Languages: it

source: Who would not like to live in London in the early '800, between dances, parties and court invitations? Certainly Rebecca Sheridan would like it, because to her the twenty-first century goes tight: hectic life, zero personal space and men... possible that no one knows how to woo a girl? Brilliant student of Egyptology and passionate reader of romance Regency, Rebecca loves to participate in historical re-enactments in costume and, just during one of these, something inexplicable happens: she finds herself thrown in London of 1816. Overcome the initial shock, realizes that she has a unique opportunity: to be the most contended novice by the bachelors of high society, between tea, dancing and walks in Hyde Park. While he is searching for his Mr Darcy, however, he attracts the attention of the least recommendable man in London: Reedlan Knox, a corsair with dark charm and a reputation nothing short of scandalous. I mean, the kind of man a nice lady shouldn’t be hanging out with. But when Rebecca discovers secret secrets and shady plots of the aristocracy, her sense of justice requires her to investigate. But no one seems willing to risk their honor to help her. All you have to do is turn to the only honor you have to defend: Reedlan Knox. What if, after all, the corsair turns out to be more interesting than the gentleman he always dreamed of? Deciding whether to return to the present or stay in 1816 could become a difficult choice...
it: Chi non vorrebbe vivere a Londra all'inizio dell'800, tra balli, feste e inviti di corte? Sicuramente piacerebbe a Rebecca Sheridan, perché a lei il ventunesimo secolo va stretto: vita frenetica, zero spazio personale e uomini... possibile che nessuno sa come corteggiare una ragazza? Brillante studente di egittologia e appassionato lettore di romanticismo Regency, Rebecca ama partecipare a rievocazioni storiche in costume e, solo durante uno di questi, qualcosa di inspiegabile accade: si ritrova gettato a Londra del 1816. Superare lo shock iniziale, si rende conto che ha un'opportunità unica: essere il novizio più conteso dagli scapoli dell'alta società, tra tè, balli e passeggiate a Hyde Park. Mentre sta cercando il suo Mr Darcy, tuttavia, attira l'attenzione dell'uomo meno raccomandabile di Londra: Reedlan Knox, un corsaro dal fascino oscuro e una reputazione a dir poco scandalosa. Voglio dire, il tipo di uomo che una bella signora non dovrebbe frequentare. Ma quando Rebecca scopre segreti e trame losche dell'aristocrazia, Il suo senso di giustizia richiede che indaghi. Ma nessuno sembra disposto a rischiare il loro onore per aiutarla. Tutto quello che devi fare è rivolgerti all'unico onore che devi difendere: Reedlan Knox. E se, dopotutto, il corsaro risulta essere più interessante del gentiluomo che ha sempre sognato? Decidere se tornare al presente o rimanere nel 1816 potrebbe diventare una scelta difficile...

source: Work in progress ⚠️
it: Lavori in corso ⚠️

source: Writer
it: Scrittore

source: Your cart is empty Continue to search!
it: Il tuo carrello è vuoto Continua a cercare!

source: Your cart is empty... Continue to search!
it: Il tuo carrello è vuoto... Continua a cercare!
